btrfs.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            7778
        write:                           8018
        other:                           1209
        total:                           17005
    transactions:                        603    (60.17 per sec.)
    queries:                             17005  (1696.81 per sec.)
    ignored errors:                      1      (0.10 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0199s
    total number of events:              603

Latency (ms):
         min:                                    1.07
         avg:                                   16.60
         max:                                  191.27
         95th percentile:                       31.94
         sum:                                10008.90

Threads fairness:
    events (avg/stddev):           603.0000/0.00
    execution time (avg/stddev):   10.0089/0.00