ext4.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            11766
        write:                           12186
        other:                           1749
        total:                           25701
    transactions:                        873    (87.26 per sec.)
    queries:                             25701  (2568.79 per sec.)
    ignored errors:                      3      (0.30 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0033s
    total number of events:              873

Latency (ms):
         min:                                    0.85
         avg:                                   11.45
         max:                                   43.61
         95th percentile:                       24.38
         sum:                                 9995.43

Threads fairness:
    events (avg/stddev):           873.0000/0.00
    execution time (avg/stddev):   9.9954/0.00