xfs.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            12573
        write:                           13123
        other:                           1897
        total:                           27593
    transactions:                        947    (94.58 per sec.)
    queries:                             27593  (2755.69 per sec.)
    ignored errors:                      7      (0.70 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0114s
    total number of events:              947

Latency (ms):
         min:                                    1.14
         avg:                                   10.56
         max:                                   35.36
         95th percentile:                       23.95
         sum:                                10000.26

Threads fairness:
    events (avg/stddev):           947.0000/0.00
    execution time (avg/stddev):   10.0003/0.00